{
    "All Available Assistants": "Alle verfügbaren Assistenten",
    "How can I help you today?": "Wie kann ich Ihnen heute helfen?",
    "Which assistant do you want to chat with today?": "Mit welchem Assistenten möchten Sie heute chatten?",
    "Or ask a question immediately to use the": "Oder stellen Sie sofort eine Frage mit dem",
    "assistant": "Assistenten",
    "This chat session is currently shared. Anyone at your organization can view the message history using the following link:": "Diese Chat-Sitzung wird derzeit geteilt. Jeder in Ihrer Organisation kann den Nachrichtenverlauf über den folgenden Link einsehen:",
    "Click the button below to make the chat private again.": "Klicke auf den untere Button, um den Chat wieder Privat zu machen.",
    "Failed to delete share link": "Das Löschen vom Teilen-Link ist fehlgeschlagen",
    "Ensure that all content in the chat is safe to share with the whole organization. The content of the retrieved documents will not be visible, but the names of cited documents as well as the AI and human messages will be visible.": "Stellen Sie sicher, dass alle Inhalte im Chat sicher mit der ganzen Organisation geteilt werden können. Der Inhalt der abgerufenen Dokumente wird nicht sichtbar sein, sondern die Namen zitierter Dokumente, sowie die Chat Nachrichten werden sichtbar ein.",
    "New Chat": "Neuer Chat",
    "New Folder": "Neuer Ordner",
    "Folders": "Ordner",
    "No documents found for the query.": "Keine Dokumente für die Query gefunden.",
    "When you run ask a question, the retrieved documents will show up here!": "Wenn Sie eine Frage stellen, werden die empfangenen Dokumente hier angezeigt!",
    "Selected Documents": "Ausgewählte Dokumente",
    "Select documents from the retrieved documents section to chat specifically with them!": "Wählen Sie Dokumente aus dem Bereich „abgerufene Dokumente“ aus, um gezielt mit ihnen zu chatten! !",
    "Over LLM context length by:": "Überschreitung der LLM Kontext Länge um:",
    "Truncating:": "Abschneiden:",
    "Send a message...": "Nachricht versenden...",
    "File": "Datei",
    "Filters": "Filter",
    "New Assistant": "Neuer Assistent",
    "Retrieved Documents": "Abgerufene Dokumente",
    "Referenced Documents": "Referenzierte Dokumente",
    "Delete chat?": "Chat löschen?",
    "Click below to confirm that you want to delete": "Bestätigen Sie hier das Löschen von",
    "Delete": "Löschen",
    "Share": "Teilen",
    "Rename": "Umbenennen",
    "De-Select All": "Alle abwählen"
}