{
  "Welcome to Danswer": "Welcome to Danswer",
  "How are you planning on using Danswer?": "How are you planning on using Danswer?",
  "Search / Chat with Knowledge": "Search / Chat with Knowledge",
  "Search / Chat with Knowledge - description": "If you're looking to search through, chat with, or ask  direct questions of your organization&apos;s knowledge, then this is the option for you!",
  "Secure ChatGPT": "Secure ChatGPT",
  "Secure ChatGPT - description": "If you're looking for a pure ChatGPT-like experience, then this is the option for you!",
  "Get Started": "Get Started",
  "Step 1: Provide OpenAI API Key": "Step 1: Provide OpenAI API Key",
  "API Key setup complete!": "API Key setup complete!",
  "Step 2: Connect Data Sources": "Step 2: Connect Data Sources",
  "Step 2: Connect Data Sources - description": "Connectors are the way that Danswer gets data from your organization's various data sources. Once setup, we'll automatically sync data from your apps and docs into Danswer, so you can search through all of them in one place.",
  "Setup your first connector!": "Setup your first connector!",
  "To start using Danswer as a secure ChatGPT...": "To start using Danswer as a secure ChatGPT, we just need to configure our LLM!",
  "Danswer supports connections with a wide range of LLMs...": "Danswer supports connections with a wide range of LLMs, including self-hosted open-source LLMs. For more details, check out the",
  "documentation": "documentazione",
  "If...we default to use OpenAI": "If you haven't done anything special with the Gen AI configs, then we default to use OpenAI.",
  "Step 1: Provide LLM API Key": "Step 1: Provide LLM API Key",
  "LLM setup complete!": "LLM setup complete!",
  "If you want to change the key later or choose a different LLM...": "If you want to change the key later or choose a different LLM, you'll be able to easily to do so in the Admin Panel / by changing some environment variables.",
  "Step 2: Start Chatting!": "Step 2: Start Chatting!",
  "Click the button below to start chatting with the LLM setup above!...": "Click the button below to start chatting with the LLM setup above! Don&apos;t worry, if you do decide later on you want to connect your organization's knowledge, you can always do that in the",
  "Admin Panel": "Admin Panel",
  "Start chatting!": "Start chatting!",
  "Submit": "Submit",
  "Back": "Back",
  "Updated API key!": "Updated API key!",
  "Unable to set API key. Check if the provided key is valid.": "Unable to set API key. Check if the provided key is valid.",
  "API Key:": "API Key:",
  "Validating API key": "Validating API key"
}
