{
  "Welcome to Danswer": "Benvenuti in Danswer",
  "How are you planning on using Danswer?": "Come prevedi di utilizzare Danswer?",
  "Search / Chat with Knowledge": "Ricerca / Chatta con la Conoscenza",
  "Search / Chat with Knowledge - description": "Se stai cercando di cercare, chattare o fare domande dirette alla conoscenza della tua organizzazione, allora questa è l'opzione per te!",
  "Secure ChatGPT": "ChatGPT Sicuro",
  "Secure ChatGPT - description": "Se stai cercando un'esperienza puramente simile a ChatGPT, allora questa è l'opzione per te!",
  "Get Started": "Inizia",
  "Step 1: Provide OpenAI API Key": "Passo 1: Fornisci la Chiave API di OpenAI",
  "API Key setup complete!": "Configurazione della Chiave API completata!",
  "Step 2: Connect Data Sources": "Passo 2: Collega le Fonti di Dati",
  "Step 2: Connect Data Sources - description": "I connettori sono il modo in cui Danswer ottiene dati dalle varie fonti di dati della tua organizzazione. Una volta configurati, sincronizzeremo automaticamente i dati dalle tue app e documenti in Danswer, così puoi cercare in tutti loro in un unico posto.",
  "Setup your first connector!": "Configura il tuo primo connettore!",
  "To start using Danswer as a secure ChatGPT...": "Per iniziare a utilizzare Danswer come un ChatGPT sicuro, dobbiamo solo configurare il nostro LLM!",
  "Danswer supports connections with a wide range of LLMs...": "Danswer supporta connessioni con una vasta gamma di LLM, inclusi LLM open-source auto-ospitati. Per maggiori dettagli, controlla la",
  "documentation": "documentazione",
  "If...we default to use OpenAI": "Se non hai fatto nulla di particolare con le configurazioni AI di Gen, allora di default usiamo OpenAI.",
  "Step 1: Provide LLM API Key": "Passo 1: Fornisci la Chiave API LLM",
  "LLM setup complete!": "Configurazione LLM completata!",
  "If you want to change the key later or choose a different LLM...": "Se vuoi cambiare la chiave più tardi o scegliere un diverso LLM, potrai farlo facilmente nel Pannello di Amministrazione / cambiando alcune variabili di ambiente.",
  "Step 2: Start Chatting!": "Passo 2: Inizia a Chattare!",
  "Click the button below to start chatting with the LLM setup above!...": "Clicca il pulsante qui sotto per iniziare a chattare con il LLM configurato sopra! Non preoccuparti, se decidi più avanti che vuoi collegare la conoscenza della tua organizzazione, potrai sempre farlo nella",
  "Admin Panel": "Pannello di Amministrazione",
  "Start chatting!": "Inizia a chattare!",
  "Submit": "Invia",
  "Back": "Indietro",
  "Updated API key!": "Chiave API aggiornata!",
  "Unable to set API key. Check if the provided key is valid.": "Impossibile impostare la chiave API. Controlla se la chiave fornita è valida.",
  "API Key:": "Chiave API:",
  "Validating API key": "Validazione della Chiave API"
}
